/**
 * 需要感谢信和专用申请表的奖学金配置
 */

const formRequired = [
  "三星",
  "国家励志",
  "国家奖学金",
  "广药",
  "恒大",
  "黄奕聪",
  "渠玉芝",
  "黄乾亨"
];

const thanksSalutations = {
  华为奖学金: "尊敬的华为技术有限公司有关人士",
  宝钢奖学金: "尊敬的宝钢教育基金理事会有关人士",
  中航工业奖学金: "尊敬的中国航空工业集团公司有关人士",
  周惠琪奖学金: "尊敬的周惠琪基金会有关人士",
  POSCO奖学金: "尊敬的POSCO青岩财团有关人士",
  黄乾亨奖学金: "尊敬的黄乾亨基金会有关人士",
  恒大奖学金: "尊敬的恒大集团相关人士",
  SK奖学金: "尊敬的SK集团有关人士",
  张荣华奖学金: "张荣华阿姨",
  三星奖学金: "尊敬的三星(中国)投资有限公司有关人士",
  郑格如奖学金: "尊敬的郑格如基金会有关人士",
  竞技世界奖学金: "尊敬的竞技世界（北京）网络技术有限公司领导",
  广药集团奖学金: "尊敬的广州王老吉大健康产业有限公司领导",
  黄奕聪伉俪奖助学金: "尊敬的黄荣年先生及夫人",
  渠玉芝奖学金: "尊敬的渠玉芝教授",
  蒋南翔奖学金: "尊敬的蒋南翔奖学金捐赠学长们",
  苏州工业园区奖学金: "尊敬的苏州工业园区有关人士",
  深交所奖学金: "尊敬的深交所有关领导",
  工商银行: "尊敬的工商银行领导",
  电子系97级校友奖学金: "尊敬的电子系1997级校友",
  电子系1998级校友奖学基金: "尊敬的电子系1998级校友",
  常锋: "尊敬的电子系1993级35班校友"
};

export default { formRequired, thanksSalutations };
